{
    "hii": "Did you mean 'Greeting message'?\n Greetings! How may I help you?",
    "What is Indeed Inspiring Infotech": "The company offers IT training, corporate training, fresher induction programs, and skill development programs.",
    "prushal technology": "What do you want to know?",
    "Hello, what is your name?": "Hello! How can I assist you today?",
    "how ": "prushal technology",
    "What is the mission of Indeed Inspiring Infotech?": "The mission is to empower individuals and organizations with industry-relevant skills and training to enhance their professional growth.",
    "What industries does Indeed Inspiring Infotech cater to?": "We work with businesses across multiple industries, offering tailored training solutions.",
    "What services does Indeed Inspiring Infotech provide?": "The company offers IT training, corporate training, fresher induction programs, and skill development programs.",
    "Are the training programs certified?": "Our certified programs help professionals enhance their credentials and career prospects.",
    "What is Indeed Inspiring Infotech?": "We are a company dedicated to bridging the gap between industry and academia through technology.",
    "what are services": "We specialize in corporate training, industry certifications, and skill enhancement programs for professionals and students.",
    "what are your hobbies": "Our services include professional IT training, career development, and hands-on industry workshops.",
    "What are your hobbies?": "Helping others, solving queries, and providing support to users are my hobbies. How about you?",
    "Good morning,": "I am doing well, how about you?",
    "okay i am good": "Greetings!",
    "you know about indeed inspiring": "Indeed Inspiring Infotech is a tech-driven company specializing in IT solutions and training.",
    "what is prushal": "Could I borrow a cup of sugar?",
    "nice": "Thank you. You too.",
    "certification": "Did you mean 'Are the training programs certified?'?\n Yes, the training programs come with certifications that are recognized by the industry.",
    "what are intership programs in indeed": "The company offers IT training, corporate training, fresher induction programs, and skill development programs.",
    "ok ": "Stay connected with us through social media for news, updates, and event announcements.",
    "thank you": "Right this way.",
    "hi ": "Hello",
    "what are your hobbies ?": "Our services include professional IT training, career development, and hands-on industry workshops.",
    "what are your hobbies?": "Helping others, solving queries, and providing support to users are my hobbies. How about you?",
    "hi": "Hello",
    "ok fine": "No it is not. The cake is delicious."
}