{
    "Hello.": "Hi",
    "The default one day I think we got.": "I continuously improve by learning from user interactions and feedback from the Indeed team.",
    "Gonzales, Hazara.": "I continuously improve by learning from user interactions and feedback from the Indeed team.",
    "Hello, what is ended in school?": "Yes, they offer on-site training programs at the company's location.",
    "What is ended in school?": "Like I said before, Yes, they offer on-site training programs at the company's location.",
    "She's wearing the specs and looking something volcera and making beneficial.": "I am.",
    "what are courses": "Our training catalog includes AI, cloud computing, and full-stack development courses.",
    "okay what are events in indeed inspiring": "They organize workshops, hackathons, seminars, and virtual meetups.",
    "okay thank you": "What is your favorite book?",
    "What is Indeed Inspiring Infotech": "what is indeed inspiring infotech",
    "what are your hobbies?": "Helping others, solving queries, and providing support to users are my hobbies. How about you?",
    "What is indeed inspiring Infotech?": "Indeed Inspiring Infotech is a tech-driven company specializing in IT solutions and training.",
    "IT solutions.": "Or something",
    "Exit, exit, exit.": "Ok bye! Have a good day!",
    "Ikan guru aplao. Originally chavarza. Much smaller this theater.": "I am.",
    "What is your name?": "Could I borrow a cup of sugar?",
    "Please, please borrow.": "Hi, How is it going?",
    "How is it going?": "Good",
    "Exit.": "Ok bye! Have a good day!",
    "ND is wearing a full day.": "Moin Anis Hassanfatta is a passionate CBSE Financial Literacy Trainer and tech educator. He will conduct a session on 'Full Stack MERN' on 10 April from 10 am to 11 am.",
    "How are you?": "I am doing well, thank you for asking. How can I assist you today?",
    "So can you provide your purpose?": "okay thank you",
    "OK, nice. Nice to meet you.": "Thank you. You too."
}